{
  "locale.en": "Englisch",
  "locale.de": "Deutsch",
  "locale.sr": "Serbisch",
  "locale.fr": "Französisch",
  "locale.es": "Spanisch",
  "locale.ua": "Ukrainisch",
  "locale.ru": "Russisch",

  "nav.home": "Heim",
  "nav.about": "Um",
  "nav.portfolio": "Portfolio",
  "nav.skills": "Fähigkeiten",
  "nav.contact": "Kontakt",

  "home.webDeveloper": "Web-Entwickler",
  "home.frontendDeveloper": "Frontend-Entwickler",
  "home.webDesigner": "Webdesigner",
  "home.description": " Sie sind hoch motiviert, haben eine Leidenschaft für die Webentwicklung und den starken Wunsch, sich in diesem Bereich weiterzuentwickeln.",
  "home.contact": "Kontakt",
  "home.getCV": "Lebenslauf abrufen",
  "home.column1": "Ich verfüge über mehr als 4 Jahre Erfahrung in der Entwicklung responsiver und\nmobilfreundlicher Webanwendungen und verfüge über ein gutes Verständnis\nvon Benutzererfahrung und\nWebdesignprinzipien.",
  "home.column2": "Während meiner Zeit habe ich meine Kenntnisse in JavaScript, VueJS und\nNode JS auf ein höheres Niveau gebracht und nutze sie zur Erstellung dynamischer und\ninteraktiver Weboberflächen und Anwendungen.",

  "footer.rights": "Erstellt von AG",

  "about.select": "Wählen Sie ein Jahr aus, um Details anzuzeigen",
  "about.year": "jahr",
  "about.header": "Um",
  "about.2017": "IT-Techniker",
  "about.description.2017": "Bietet ein breites Spektrum an Diensten zur Unterstützung, Reparatur und Wartung der Hardware und Software der Computersysteme einer Organisation.",
  "about.2018":"Elektrotechniker für Computer",
  "about.description.2018": "Installation, Wartung und Reparatur elektrischer Geräte. Arbeiten an Kommunikations-, Beleuchtungs- und Steuerungssystemen.",
  "about.2019": "Computertechniker",
  "about.description.2019": "Installieren, warten und beheben Sie Probleme mit Hardware und Software für Unternehmen und Organisationen. Einrichten der Hardware und Installieren der Software. Durchführen von Reparaturen an Computern und anderen Peripheriegeräten.",
  "about.2020": "IT-Akademie",
  "about.description.2020": "Abschluss als zertifizierter Webdesigner an der IT-Akademie",
  "about.2021": "Freiberuflicher Frontend-Entwickler",
  "about.description.2021": "Bei Upwork habe ich verschiedene Aufgaben ausgeführt, darunter das Anordnen, Korrigieren, Entwerfen und Entwickeln neuer Funktionen für Websites und Anwendungen.",
  "about.2024": "Sunrise Studio Development",
  "about.description.2024": "Konzeption und Gestaltung sowie Funktionalität von Webseiten und Applikationen entsprechend den Bedürfnissen der Kunden.",

  "portfolio.displayAll": "Alle anzeigen",
  "portfolio.webApp": "Web-App",
  "portfolio.webSite": "Webseite",
  "portfolio.view": "Sicht",
  "portfolio.realEstate": "Immobilien App",
  "portfolio.realEstate.description": "Dies ist ein Beispiel für eine responsive Immobilien-App mit mehreren Objektfiltern, Seitennummerierung und Blogs",
  "portfolio.storeLocator": "Händlersuche App",
  "portfolio.storeLocator.description": "Ein Beispiel für eine anpassbare Anwendung, die beim Eingeben der Adresse des Standorts automatisch die Position der Markierung auf der Karte bestimmt",
  "portfolio.weatherApp": "Wetter-App",
  "portfolio.weatherApp.description": "Die reaktionsfähige Anwendung zeigt grundlegende Informationen und Daten zum Wetter in der ausgewählten Stadt an.",
  "portfolio.realEstateWeb": "Immobilien-Website",
  "portfolio.realEstateWeb.description": "Beispiel einer responsiven Immobilien-Website, die nur in HTML, CSS und Javascript erstellt wurde",
  "portfolio.portfolio": "Portfolio",
  "portfolio.portfolio.description": "Dies ist ein Beispiel meines alten responsiven Portfolios, das in VueJS, Vuetify erstellt wurde",
  "portfolio.portfolio1": "Portfolio",
  "portfolio.portfolio1.description": "Ein Beispiel meines alten Portfolios, erstellt in reinem HTML, CSS und Javascript und responsive",
  "portfolio.indonesia": "Indonesien-Reisewebsite",
  "portfolio.indonesia.description": "Beispiel einer responsiven Website für ein Reiseziel in Indonesien, erstellt in reinem HTML, CSS und Javascript mit vielen schönen Bildern",
  "portfolio.rentAcar": "Autovermietungs-Website",
  "portfolio.rentAcar.description": "Beispiel einer responsiven Website für die Autovermietung, die ausschließlich in HTML, CSS und Javascript erstellt wurde",


  "contact.errorMessage": "Bitte füllen Sie die erforderlichen Felder aus.",
  "contact.errorMessage2": "Bei der Übermittlung des Formulars ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.",
  "contact.successMessage": "Email wurde erfolgreich Versendet!",
  "contact.headline": "Kontaktiere mich",
  "contact.name": "Name",
  "contact.phoneNo": "Telefon-Nr.",
  "contact.email": "Email",
  "contact.message": "Nachricht schreiben",
  "contact.sendMessage":"Nachricht senden"
}
